/*
Localizable.strings
PromptKit

Created by Buckley on 3/30/20.
Copyright © 2020 Panic Inc. All rights reserved.
*/

"Reset to Defaults" = "デフォルトにリセット";
"Are you sure you want to reset the custom keyboard to its defaults?" = "本当にカスタムキーセットをデフォルト設定にリセットしますか？";
"This action cannot be undone." = "この操作を取り消すことはできません。";
"Restore Defaults" = "デフォルト設定に戻す";
"Edit Keyboard" = "キーボードを編集";
"Select a key to edit" = "編集するキーを選択";
"Type" = "形式";
"Image" = "画像";
"Title" = "タイトル";
"Text" = "テキスト";
"Control" = "Control";
"Meta" = "メタ";
"Edit Key" = "キーを編集";
"No Image" = "画像なし";

"CannotConnectToXPCError" = "ローカルターミナルプロセスに接続できません。Prompt 3でローカルターミナルを使用するには、%@ からサポートファイルをインストールする必要があります。";
"LOCAL_TERMINAL_DOWNLOAD_URL" = "https://help.panic.com/ja/prompt/prompt-local-terminal/";

"Terminal" = "ターミナル";

"Search with %@" = "%@ で検索";

"Reset Terminal" = "ターミナルをリセット";

"This keyboard can be customized from %@'s settings." = "%@ の設定からキーボードのカスタマイズが可能です。";
"Continue" = "続ける";

"%@ is not an official mosh client." = "%@ はMoshの公式クライアントではありません。";
"If you experience issues, please file bugs with us, not the mosh project." = "問題が起こる場合はMoshプロジェクトではなく、弊社にご報告ください。";
